[
  {
    "Category": "Mechanical",
    "ContactNo1": "8690239123",
    "ContactNo2": "7096288221",
    "ContactNo3": "",
    "Description": "We had a dream. You wore all yellow and we wore all blue, and together we were trying to make the world a little greener through recycling. Help us in fulfilling our dreams by exhibiting models that bring excitement, passion, energy, and an authentic meaning to recycling. \u000d\u000a\u000d\u000aJUDGING CRITERIA:\u000d\u000a• Judging will be done by the following points:\u000d\u000a• No. of trials that the participant team attempt.\u000d\u000a• The time till the continuous energy conversions take place.\u000d\u000a• he outlook of the contraption design.\u000d\u000a• No. of hand touch you involve in the complete process.\u000d\u000a• The maximum No. of energy conversions are there in your design.\u000d\u000a• Some bonus points will be given for the extra & innovative energy conversions.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Navneet Kasundra",
    "Host2": "Apurva Shah",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• A team can have at max 5 members.\u0009\u000d\u000a• Arena Specification: 7ft*7ft.\u000d\u000a• Participants have to make and bring their own models using waste materials with minimum 6 different energy conversions. After that it can be repeated.\u000d\u000a• The output of the final conversion should be shown by some useful work like blowing a fan, hoisting a flag etc.\u000d\u000a• Bonus points are awarded for innovation & extra energy conversions, eco-friendly contraption and shall be decided by Judge and coordinators.\u000d\u000a• Participants are required to submit detailed abstract of their contraption. It should contain how you are going to perform, explaining each and every step, total number of steps, number of different energy conversions, total number of energy conversions. Participants can make flowcharts to explain any step.\u000d\u000a• An initial setup time of 180 minutes will be given to each team.\u000d\u000a• Contraption must be safe and use of explosives is not allowed. \u000d\u000a• Only two trials or attempts are allowed.\u000d\u000a• A setup time of 60 minutes will be given for second trial.\u000d\u000a• Maximum 3 hand touches are allowed, for further hand touches points will be deducted or may lead to disqualification. \u000d\u000a• External power supply is not allowed. \u000d\u000a• If you want to use any other electronic items (i.e. mobile, battery, solenoid, etc) then mention it at the time of starting the competition.",
    "Team": "5",
    "Time": "",
    "Title": "Chain Reaction – Contraption",
    "Venue": ""
  },
  {
    "Category": "Mechanical",
    "ContactNo1": "9601707074",
    "ContactNo2": "8866361783",
    "ContactNo3": "",
    "Description": "Every Mechanical Engineering must have skimmed and scanned the theories related to Designing and Fluid Power Engineering. Now, it’s time…. EMPLOY YOUR MASTERY. Show them you are a ROCK(ET) STAR!!\u000d\u000aModel Rocketry is an event of Launching a Projectile (Rocket) from a Launching Pad by the means of Propulsion. Participants with their Rocket and Launching Pad will compete with each other in a three rounds event, the first two rounds being the elimination rounds and the last one, the Finale.\u000d\u000a\u000d\u000aRound 1: Distance Test \u000d\u000aRound 2: Time Test\u000d\u000aRound 3: Speed Test (Final Round)\u000d\u000a\u000d\u000aJudging Criteria:\u000d\u000a\u0009\u0009\u000d\u000aRound 1: The horizontal distance travelled by the rockets will be considered.\u000d\u000aRound 2: The time taken by the rocket to reach a specific distance will be considered.\u000d\u000aRound 3: The Speed of the rocket will decide the Winner.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Harsh Mehta",
    "Host2": "Dharmesh Patel",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Rocket Dimensions:\u000d\u000a  Maximum Length: 50 cm\u000d\u000a  Maximum Diameter: 11 cm\u000d\u000a• Rockets can be made from any material, but they should be safe.\u000d\u000a• Participants should come with their own launch pads.\u000d\u000a• Launching Pad must be designed such that the rocket can be inclined at an angle of 45 degrees. (A small amount of tolerance will be allowed)\u000d\u000a• No explosives can be used.\u000d\u000a• Use of Electronic items or external power supply is not allowed.\u000d\u000a• A team will be given a second chance if and only if their first attempt fails.\u000d\u000a• All the rounds will be conducted by the officials and the winners of each round will be selected on the basis of Distance, Time and Speed criteria.\u000d\u000a• In case there is a tie between teams, they will be given another chance. This will decide the winning team for the round.\u000d\u000a• The decision made by the event managers will be Final.\u000d\u000a• Teams disobeying rules will be disqualified.",
    "Team": "2",
    "Time": "",
    "Title": "Model Rocketry",
    "Venue": ""
  },
  {
    "Category": "Mechanical",
    "ContactNo1": "7777983827",
    "ContactNo2": "9662986197",
    "ContactNo3": "",
    "Description": "CAD Maestro is platform to prove your imagination, creativity, thinking skills and innovation. Show up your ability of working with design software functions. Participants will be given some design tasks, which shall be completed by using AutoCAD software. The task will require basic knowledge of AutoCAD, and your design skills.\u000d\u000a\u000d\u000aRound 1: Cad Quiz \u000d\u000aRound 2: Object Creation (On the base of Queue card)\u000d\u000aRound 3: Final Round\u000d\u000a\u000d\u000aJudging Criteria:\u000d\u000aBased on time, accuracy and creativity of drawing.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Jaypal",
    "Host2": "Nimesh Prajapati ",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Only individual student can participate in CAD MAESTRO.\u000d\u000a• No extra time will be given to any team under any circumstances.\u000d\u000a• Students will be provided with a computer which contains CAD software.\u000d\u000a• Student will not be allowed to use their own laptop in any situations.\u000d\u000a• Connection of external device is strictly prohibited.\u000d\u000a• The decision of officials and organizers in any matter will remain final.",
    "Team": "1",
    "Time": "",
    "Title": "Cad Maestro",
    "Venue": ""
  },
  {
    "Category": "Mechanical",
    "ContactNo1": "9558924898",
    "ContactNo2": "7405165345",
    "ContactNo3": "",
    "Description": "“To hunt you must know your ground and your pack.”\u000d\u000aThe treasure has risen again. But Alas!!! Time is ticking and your pack is not the only one in this pursuit….. You need to solve clues to reach to your location and assemble the components before other pack does it . Remember, time and tide waits for no one…..\u000d\u000a\u000d\u000a• Mecha treasure hunt consists of two rounds. First is an elimination round in which GK questions will be asked. Participants who clear the first round will play the second round.\u000d\u000a• In second round, a set of materials will be provided to each team to build an assembly.\u000d\u000a• Each team will receive a clue which contains location details of the place where they can get any one part of an assembly.\u000d\u000a• With the help of these clues each team get all the parts of an assembly. After collecting all the parts they have to assemble the parts.\u000d\u000a\u000d\u000aJUDGING CRITERIA:\u000d\u000aThe 3 teams which take least time to find clues and assemble the parts will be winners of this event.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Parejiya Akash M",
    "Host2": "Patel Shrey A",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• The rules for a treasure hunt are designed to make it a fair and fun experience for everyone.  Teams are out in a public setting and must really police themselves to ensure that everyone complies with the rules.\u000d\u000a• Do not open and view the clues prior to the announcement that the hunt has started.  Soon after the scheduled start time the hunt will begin.  Then and only then should you open your clue packets and view the clues.\u000d\u000a• Teams must travel on foot.  With the exception of those who have a physical limitation and require assisted transport to get around (wheelchairs, etc.), teams cannot use cars, trucks, taxis, buses, bicycles or any other motorized or wheeled transport.\u000d\u000a• Teams must stay together.  Teams must be at the same clue site at the same time, and you must stay within sight and earshot of each other.  Team members should not use cell phones to communicate, unless you’ve become separated for some reason.  Members should not run ahead of the others to solve clues.  If someone gets separated from the team, has to leave early, or to stop for health reasons, that person can rejoin you later, but cannot participate by working on clues while they are away from the rest of the team.\u000d\u000a• Teams are free to utilize resources which exist independently of the treasure hunt.  Provided those resources don’t violate any of the other rules, teams are encouraged to use bookstores, libraries, shop vendors, (town historians, if you can find them) to assist with clues.  It improves the overall experience to interact with different people along the way.\u000d\u000a• Teams may use smartphones or mobile internet devices.  While we can't keep you from using the internet, we ask that you please use it responsibly (i.e., not as a way to get a final answer to a clue without actually visiting the clue location).  If the above confuses you in any way, here are a couple of guidelines:\u000d\u000a• If anything makes you think, \"Is this cheating?\", it probably is.  Don't do it.\u000d\u000a• If anything makes you think, \"Is this a really clever loophole?\", it's probably cheating.  Don't do it.\u000d\u000a• Do not move, tamper with, destroy, or otherwise alter the answers at the clue location.\u000d\u000a• Do not guess.  You must visit the clue sites during the hunt in order to correctly answer the question.  It is generally not possible to get the correct answer without physically visited the clue locations.\u000d\u000a• Any team found cheating will be disqualified. \u000d\u000a• Event manager’s decisions is considered final.\u000d\u000a• Event manager’s can change in rules as per the situation.",
    "Team": "3",
    "Time": "",
    "Title": "Mecha Treasure Hunt",
    "Venue": ""
  },
  {
    "Category": "Mechanical",
    "ContactNo1": "9998792810",
    "ContactNo2": "9033302445",
    "ContactNo3": "",
    "Description": "KING MADIS turned anything he touched into GOLD….. We are looking for people just like King Madis who can transform any waste products provided to them into a working model….So help us if you have the skill set to change WASTE TO GOLD……\u000d\u000a\u000d\u000aJUDGING CRITERIA:\u000d\u000aEach team will be judged on the basis of their model's design, material usage and working of model.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Ruchit Shah",
    "Host2": "Brijesh Parmar",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• The participants will be given basic raw materials which appear to be waste in day to day life.\u000d\u000a• Participants have to make a model using the materials provided.\u000d\u000a• The model to be prepared will be disclosed at time of event.\u000d\u000a• Criteria of winner will be described prior to competition.\u000d\u000a• Use of materials other than provided to participation will lead to disqualification\u000d\u000a• Event manager’s decision is considered final.\u000d\u000a• Any wrong and aggressive behavior will directly lead to disqualification.",
    "Team": "3",
    "Time": "",
    "Title": "Junkyard",
    "Venue": ""
  },
  {
    "Category": "Mechanical",
    "ContactNo1": "9173006832",
    "ContactNo2": "9624200841",
    "ContactNo3": "",
    "Description": "1st Round (QUIZ):\u000d\u000aIn 1st round there will questions  related to automobile like car components, apptitude, mechanical process,engines, Apptitude etc. which will be in paper mode. Participants should complete 20 questions in 20 minutes. Selected contestants will be led to 2nd round. \u000d\u000a\u000d\u000a2nd Round (PRESENTATION):\u000d\u000aIn second one product or Assembly will be given to the participants and them should give & also give 1.5 hours time to make  presentation. Best presentation  & good Description ability participants will Decelar the winner. You will take laptop with you for making of presentation. \u000d\u000a\u000d\u000aJudging criteria:\u000d\u000aAs per the students performance.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Jayesh Khatavani",
    "Host2": "Jignesh Rathod",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "All rounds are elimination round & at the conditions of tie that time it solve by on the spot . Decision taken by the manager & judge will be final. ",
    "Team": "1",
    "Time": "",
    "Title": "Reverse Engineering",
    "Venue": ""
  },
  {
    "Category": "Civil",
    "ContactNo1": "9429617737",
    "ContactNo2": "8488020126",
    "ContactNo3": "",
    "Description": "Amazing chance for civilians to showcase their traffic solving skills by SOLVING some SIMPLE TRAFFIC RELATED PROBLEMS of a given area.\u000d\u000aToday due to increase in population resulting into excessive usage of motor vehicles, traffic has become a major problem. This event is mainly designed to overcome traffic problems occurring these days. In this event plan of such area and conditions of traffic of that area is given at that time and candidates have to build model to solve traffic conditions. Candidate can implant their own ideas also by providing modern transportation amenities like BRTS, Metro rail etc...\u000d\u000a\u000d\u000aJUDGING CRITERIA: \u000d\u000aThe decision will be taken on the available amenities, condition, criteria and best model with very ease of transportation and to the one which will provide a better solution to solve the traffic problems.\u000d\u000a",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Nisarg Patel",
    "Host2": "Bindu Kodrani",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• The time allotted will be THREE hours.\u000d\u000a• Sheets, color papers, glue and other materials are given by event manager.\u000d\u000a• The participant has to bring cutter, scissor, scale, pencil, color, and other such requirements by themselves.\u000d\u000a• Condition will be given on the spot.\u000d\u000a• The final decision will be taken by judge and event manager",
    "Team": "3",
    "Time": "",
    "Title": "Traffic-O-Mania",
    "Venue": ""
  },
  {
    "Category": "Civil",
    "ContactNo1": "8905738419",
    "ContactNo2": "9724208750",
    "ContactNo3": "",
    "Description": "There will be two rounds.\u000d\u000a\u000d\u000a1st round: 40 MCQs\u000d\u000a2nd round: You will be given any 3 real disasters and out of which you can select any 1 disaster which you wish to present on poster or using PowerPoint. Explanation should consist of its causes, effects and what can we learn from those disasters.\u000d\u000a\u000d\u000aJudging criteria\u000d\u000a• The contents in the poster or PPT  presentation. \u000d\u000a• On how you give the presentation.\u000d\u000a• The final result will be cumulative of scores of both the rounds.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Jikil Chauhan",
    "Host2": "Dhruv Patel",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• The task should be complete within time limit(2 hrs.)\u000d\u000a• During the event you are not allowed to help, guide,  chat with others team.\u000d\u000a• You are not allowed to use mobile phone\/internet\/any media device, if someone found to do so they will be directly disqualified from the event.",
    "Team": "3",
    "Time": "",
    "Title": "Disaster Management",
    "Venue": ""
  },
  {
    "Category": "Civil",
    "ContactNo1": "8140262604",
    "ContactNo2": "9998611268",
    "ContactNo3": "",
    "Description": "It is a quiz competition that is being organized by civil department.\u000d\u000a\u000d\u000aROUND 1:  depending on the number of registered entries, the first round will be the elimination round consisting of pen and paper based mcqs,  which will be based on the general civil engineering out of which some numbers of team will be selected\u000d\u000a\u000d\u000aROUND 2 : will occur between the selected teams and from them teams will be selected for  3rd round\u000d\u000a\u000d\u000aROUND 3 : Will be buzzer round.\u000d\u000a\u000d\u000aROUND 4  : will be the final round between the top selected teams\u000d\u000a\u000d\u000aJUDGING CRITERIA - judgement will be given on the basis of marks ",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Harsh Patel",
    "Host2": "Jaymin Shah",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Necessary accessories like pencil etc. should be bring by teams\u000d\u000a• 2-no mobile phones or other study material is allowed during competition\u000d\u000a• 3-If any of the team or team members misbehaves then they will be disqualified on the spot\u000d\u000a• 4- Under any circumstances the event managers have rights to make changes and take necessary decisions.\u000d\u000a",
    "Team": "3",
    "Time": "",
    "Title": "Quiz",
    "Venue": ""
  },
  {
    "Category": "Civil",
    "ContactNo1": "940924492",
    "ContactNo2": "8000561447",
    "ContactNo3": "",
    "Description": "Civil engineering is fields which is directly linked with practical experiences and aspects in constructing structures and models and are requisite for analysis of structures and demonstration of many basic engineering concepts. Design your own structures and make a model .The event urges you to apply your creativity and engineering brains and to create your own structure.\u000d\u000aThe event is based on how better you can design the structure having aesthetics and good stability. This gives an opportunity to explore your minds and show your designing skills. A person has to design a model with the help of given criteria , material and duration.\u000d\u000a“Test your minds and be a part of a whole new experience.”\u000d\u000a\u000d\u000aJUDGING CRITERIA:\u000d\u000a• The models will be judged on the basis of design, their loading and the material used to make a model.\u000d\u000a• The models which do not satisfy the above rules will be disqualified.\u000d\u000a• The structure will be judged on the basis of stability and not on aesthetics.\u000d\u000a\u000d\u000a",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Vaidehi Vyas",
    "Host2": "Jinal Shah",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Time allotted 3 hours \u000d\u000a• The 1111material required for the model making will be given event managers.\u000d\u000a• The participants have to bring cutter, scale, and the necessary stationary required.\u000d\u000a• The required data for model making will be given at the time of event.\u000d\u000a• Once the model making is over they will be tested on the next day. The participants have to remain present.\u000d\u000a• The final decision will be taken by the judge and the event manager.\u000d\u000a• Use of any adhesive and any study material or electronic device will not be allowed.\u000d\u000a",
    "Team": "3",
    "Time": "",
    "Title": "Colossus (Structure Making)",
    "Venue": ""
  },
  {
    "Category": "Civil",
    "ContactNo1": "9662424629",
    "ContactNo2": "8460922887",
    "ContactNo3": "",
    "Description": "Earthquake-resistant structures are those structures that are designed to withstand earthquakes. While no structure can be entirely immune to damage from earthquakes, the goal of earthquake resistant structure is to erect the structures that fare better during seismic activity. Earthquake-resistant structures are intended to withstand the largest earthquake of a certain probability that is likely to occur at their location. This means the loss of life should be minimized by preventing collapse of the buildings for rare earthquakes while the loss of functionality should be limited for more frequent ones.\u000d\u000aYou have to make model with the dimensions (like base, height, etc) from the material that would be provided by us. Your model is tested by shaking of table (we will prepare that for you). Your model should sustain the earthquake load. This is to check the stability of high rise building with earthquake load. You are given certain time (we will tell you on the spot, like 2hrs or so) to prepare the model.\u000d\u000a\u000d\u000aJudging criteria:\u000d\u000aThe model will be judged on the basis of their stability to earthquake load provided from shake table.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Chenga Dawa",
    "Host2": " Miloni Shah",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Each team must have 3 members.\u000d\u000a• Any kind of misbehavior by the participants leads to disqualification of the team.\u000d\u000a• Task should be completed within the allotted time.\u000d\u000a• The building should follow the Indian standard codes.\u000d\u000a• The participants should bring the necessary stationary.\u000d\u000a• No argument is entertained while deciding your result. The decision is made by proper judges (experts from earthquake engineering)\u000d\u000a• You should prepare the building with the materials and dimension provided by us.\u000d\u000a",
    "Team": "3",
    "Time": "",
    "Title": "Earthquake Resistant Building Model",
    "Venue": ""
  },
  {
    "Category": "Civil",
    "ContactNo1": "9409222765",
    "ContactNo2": "7575069603",
    "ContactNo3": "",
    "Description": "“Planning a town is not just engineering or design. It requires a deep knowledge of culture, people and the mood of the city”.\u000d\u000aThis is an event to show your creativity and innovation by planning the best town or city. This event is made up of two rounds and basically design to check the imaginary power of participants.\u000d\u000a\u000d\u000aRound 1 (Ideation and layout): \u000d\u000aIn this round the planning criteria will be given to participants and they have to layout for the town on the drawing sheet. The top (no. of team for the next round will be fixed by event managers) layout will be selected by the judges and announced to perform for the 2nd round.\u000d\u000a\u000d\u000aRound 2 (Model making): \u000d\u000aIn this round participants have to make the model of their layout by using the materials provided.\u000d\u000a\u000d\u000a• The layout in the 1st round should satisfy all the criteria, aspect& prospect.\u000d\u000a• The model in the 2nd round must be as per your layout.\u000d\u000a• The decision will be taken on the available amenities, zoning, condition, criteria and aesthetic of the town.\u000d\u000a• The presentation of the model to the jury will also carry weightage\u000d\u000a\u000d\u000aNOTE: [Participants have to bring their own stationery such as pencil, eraser, sharpener, scissor, color, scale etc.]",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Vimesh Doshi",
    "Host2": "Darshan Yadav",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Planning of the town should be according to the government rules and policy.\u000d\u000a• The time for the 1stround will be 60 minutes and for the 2nd round will be 150 minutes.\u000d\u000a• Any kind of misbehavior by the participants leads to disqualification of the team.\u000d\u000a• Decision of the judges will be final. No arguments will be entertained.\u000d\u000a• All other required criteria to be met will be conveyed before the start of the event.",
    "Team": "3",
    "Time": "",
    "Title": "Urbanisme (Town Planning)",
    "Venue": ""
  },
  {
    "Category": "Computer-IT-MCA",
    "ContactNo1": "7405128903",
    "ContactNo2": "9714785257",
    "ContactNo3": "",
    "Description": "Only single person can participate in this event and is supposed to show his\/her skills in C as we are going back to the basics of programming language. This event will check your theoretical as well as practical skills. It consists of three rounds and description of particular rounds is provided below,\u000d\u000a\u000d\u000aRound 1 (Quickster Quizzer): \u000d\u000aSeveral questions would be provided on paper or questions would be asked and participants are required to answer them verbally.\u000d\u000a\u000d\u000aRound 2 (Debugging Dash): \u000d\u000aA code will be given on the paper or on computer and participants are required to solve the errors by debugging it or they need to write the output of the code.\u000d\u000a\u000d\u000aRound 3 (Master Code): \u000d\u000aIn the final round, a situation or problem will be given and participants are required to code it for desired results. Coding platform will be given to code it and debug it.\u000d\u000aCertain participants will be eliminated after each round.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Kavindra Makwana",
    "Host2": "Adil Pathan",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "",
    "Team": "1",
    "Time": "",
    "Title": "C-Quiz & Debugging",
    "Venue": ""
  },
  {
    "Category": "Computer-IT-MCA",
    "ContactNo1": "9428739620",
    "ContactNo2": "81414 96822",
    "ContactNo3": "",
    "Description": "• This event e-Treasure hunt is all about reaching the destination via various halts where participants need to crack the code given to them to get clue for the next clue.\u000d\u000a• The code would be in C, C++ or Java language. Participants must complete the task within given time limit. There will be around seven destination and seven codes to reach the destination.\u000d\u000a• Participants would be provided map of VGEC for reaching the destination.\u000d\u000a• The first 3 teams reaching the destination would be declared as winners and would get exciting prizes. \u000d\u000a• There can be any number of teams. If the participants need hint they must perform some specific task given by event manager and then would be given hint for the next clue.\u000d\u000a• If two teams reach the final destination at same time then the team with less foul will be declared as winner.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Vaidya Meghna",
    "Host2": "Patel Nidhi",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• No vehicles are allowed during the event.\u000d\u000a• Internet should not be used for any purpose.\u000d\u000a• The event must be completed in given fixed time.\u000d\u000a• If the participant reaches a wrong destination then that would be considered as foul.              ",
    "Team": "2",
    "Time": "",
    "Title": "E-Treasure Hunt-Crack",
    "Venue": ""
  },
  {
    "Category": "Computer-IT-MCA",
    "ContactNo1": "8128598436",
    "ContactNo2": "9426832401",
    "ContactNo3": "",
    "Description": "CyberHunt is a technical event designed especially, keeping in mind, those students who are crazy about Programming.\u000d\u000aAre you a Programming Geek? Got sharp coding skills? Do you think you have the proficiency in analyzing and interpreting codes in minimum possible time? If yes, then this a great opportunity to show off your Speed, Accuracy and Logical abilities in programming, to check your critical thinking in constrained time limit, and to battle with other Geeks out there!\u000d\u000aThe event will be similar to a treasure hunt except for the fact that clues\/hints here will be in the form of codes in programming languages. From the beginning, each team will be provided a piece of code, which will be a clue to reach the next checkpoint. Teams will have to successfully crack each code to reveal the path to every next checkpoint. All the checkpoints will be present in the VGEC Campus and participants will be provided with a map of the same. For every checkpoint reached, points will be added to the team’s score. If a team is unable to crack a particular code, they can choose to answer an optional theoretical question, which will be related to programming concepts, but will receive lesser points for this. The top 3 teams reaching the final destination will be declared as winners.\u000d\u000a\u000d\u000aBelow are further details:\u000d\u000a• The codes will be provided in C, C++ and Java programming languages, teams can choose any one.\u000d\u000a• There will be a specified time limit, within which each team will have to complete its task.\u000d\u000a• If a team reaches a wrong checkpoint, it’ll be considered a foul and some points will be deducted from the total score.\u000d\u000a• The top 3 scoring teams will be considered as the winners and will get exciting prizes!",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Terrance Christian",
    "Host2": "Aayush Soni",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Each team can have a maximum of 3 team members.\u000d\u000a• Use of vehicles in campus will not be allowed.\u000d\u000a• Use of Internet or any other external resource to get help for solving the code won’t be allowed.\u000d\u000a• Teams will automatically get disqualified if they run out of given time limit.\u000d\u000a• If two or more teams score the same number of points, the team reaching destination earlier will be given higher priority.",
    "Team": "3",
    "Time": "",
    "Title": "Cyberhunt",
    "Venue": ""
  },
  {
    "Category": "Computer-IT-MCA",
    "ContactNo1": "9725256996",
    "ContactNo2": "9426383326",
    "ContactNo3": "",
    "Description": "Logo Design is logo making competition in which there are three rounds based on logo design. The participants who clear all rounds with best design will win.\u000d\u000a\u000d\u000aRound 1:\u000d\u000a• Every participant will be given 3 logos and they have to select anyone logo & design same logo as given.\u000d\u000a• Time allotted : 45 minutes\u000d\u000a\u000d\u000aRound 2: \u000d\u000a• Every participant will be given well-known logo & they are supposed to design own logo (alternative) corresponding to that given logo.\u000d\u000a• Time allotted : 45 minutes\u000d\u000a\u000d\u000aRound 3: \u000d\u000aEvery participant will be given description of products of company & they are supposed to develop name of logo, tagline\/slogan of logo and designing logo which satisfies given description.\u000d\u000aTime allotted : 2 hours\u000d\u000a\u000d\u000aNote: Every participant is allowed to use below mentioned software or they can design logo on paper also. Allowed Softwares are Corel Draw, Photoshop, Paint, MSLogo and Any other animation tools.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Amit Darji",
    "Host2": "Parthgadoya",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "",
    "Team": "2",
    "Time": "",
    "Title": "Logo Design",
    "Venue": ""
  },
  {
    "Category": "Computer-IT-MCA",
    "ContactNo1": "7041764049",
    "ContactNo2": "7041764049",
    "ContactNo3": "",
    "Description": "The participants have to make an image using Photoshop and HTML Page using HTML, CSS,JavaScript.Based on the criteria given by the event managers.\u000d\u000aAs this is of 3 rounds the very 1st round is elimination round which participants have to clear it in given time limit.\u000d\u000aAnd, the participants who have passed the 1st round will be eligible in second round and they have to design  an Image using PhotoShop.\u000d\u000aParticipants who have passed the 2nd round will be eligible to participate in third round .Participants will be given an instruction set based on that they have to design a webpage of newspaper front page.\u000d\u000aThe top 2 participants will be given price.\u000d\u000a\u000d\u000aRound 1:\u000d\u000aThe Participants have to clear an Elimination Test.\u000d\u000a\u000d\u000aRound 2:\u000d\u000aThe participants must use from given editor.\u000d\u000a• PHOTOSHOP\u000d\u000a• PAINT\u000d\u000a\u000d\u000aRound 3:\u000d\u000a• The participants must use notepad or Dreamweaver as an editor.\u000d\u000a• The rules for tags will be inform by event manager at that time.\u000d\u000a• Participants have to design a Web Page of Newspaper Front Page .\u000d\u000a• Rest of the remaining rules will be inform by the event manager at that time",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Hetal Shah",
    "Host2": "Mayuree Lavdiya",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• The event will be in 3 rounds.\u000d\u000a• The participants are not allowed to use Internet.\u000d\u000a• Team of only 1 member.\u000d\u000a• Participants are required to keep  all stationary related items with them",
    "Team": "2",
    "Time": "",
    "Title": "Newspaper Front Page Designing",
    "Venue": ""
  },
  {
    "Category": "Computer-IT-MCA",
    "ContactNo1": "7567064267",
    "ContactNo2": "7405546061",
    "ContactNo3": "",
    "Description": "• Quick Page deals with creating a web Page using languages like HTML, CSS and JavaScript.\u000d\u000a• Web designing is planning, creation and updating of websites. \u000d\u000a• Web design encompasses many different skills and disciplines in the production and maintenance of website. \u000d\u000a• It will help students to have an insight towards web designing. \u000d\u000a• There will be three rounds in the event. \u000d\u000a• Each team consists of two people.\u000d\u000a\u000d\u000aRound 1 : (Elimination round )\u000d\u000a• 20 MCQs will be asked. Teams with maximum score will go in Round 2. Questions will be on HTML, CSS and JavaScript.  \u000d\u000a\u000d\u000aRound 2 : \u000d\u000a• Screen shot of the web page will be provided by the event managers for second round and participant will have to create same web page using HTML only. \u000d\u000a• Participants will be judged based on the naming convention, folder structure, resolution effect, browser supports etc... And the top 10 teams who completes the given task with all above criteria first will go to next round. \u000d\u000a• The time limit is 1 hour 30 minutes. \u000d\u000a\u000d\u000aRound 3 :\u000d\u000a• Participants will have to design a dynamic web pages based on a specific theme again. This time they can use CSS, HTML or JavaScript. \u000d\u000a• Participants will be judged on the basis of attractiveness, features and functionality of your Web-Page. And the top 3 teams who completes the given task with all above criteria first will be the winners and the decision would be taken by Event Judges\u000d\u000a• The time limit is 2 hour.\u000d\u000a",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Saloni Koshti",
    "Host2": "Mitalee Shingala",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• All the information submitted at the time of registration must be correct and up to date. \u000d\u000a• Candidates are required to provide all the necessary information mentioned in the registration form. \u000d\u000a• Students will use only notepad and browser for developing the webpage. \u000d\u000a• Computer system will provided by the institute for the second and third round. \u000d\u000a• Candidate has to remain present at the venue before 30 minutes than the timing specified for the event. \u000d\u000a• Necessary changes would be acceptable in rules and regulation and in evaluation criteria under valid circumstances. \u000d\u000a• Each participant must take the Identity Card of his\/her respected institute. \u000d\u000a• Decision taken by the judges will be consider as a final decision and it can’t be challenged in any circumstances. \u000d\u000a• Late entries will be disqualified. \u000d\u000a• If any misbehavior of indiscipline shown by the participants then they will be disqualified from the event at that time. \u000d\u000a• All rights reserved by the institute in case of any changes in the rules. \u000d\u000a",
    "Team": "1",
    "Time": "",
    "Title": "Quick Page",
    "Venue": ""
  },
  {
    "Category": "Computer-IT-MCA",
    "ContactNo1": "9727437435",
    "ContactNo2": "9033785272",
    "ContactNo3": "",
    "Description": "This is 2 person team event, in which you can show your talent using C, C++, or JAVA only. RELAY CODING looks for the real star team that stands up to the ability of ACCURACY, SPEED, CO-OPERATION & LOGIC. Come take part in the battle of the geeks who look for the fame of the RELAY CODING team by showcasing in-human coding skills in 3 different rounds of \"Backtrack Blind Coding\" ,\"Relay Code\", and the fame of the event \"The Logic Busters\"!\u000d\u000a\u000d\u000aELIMINATION ROUND: \u000d\u000aThis round will select the best teams of all the registered teams, based on simple yet complex & tricky questions. Here, all participants have to give test on pen-paper basis and Time-limit of this round is 45 minutes.\u000d\u000a\u000d\u000aBACKTRACK BLIND CODING: \u000d\u000a1 team member would be designing the flowchart of the problem we would be giving but in contrast we will give the executable file or output of the problem so, team member has to use “backtracking process” and make the flowchart of it by understanding the output very well and the other person will have to code that program according to the flowchart onto a turned off screen (blind coding). The team with minimum errors and near perfect code will proceed to the next round.\u000d\u000aTotal time: 80 minutes \u000d\u000a\u000d\u000aRELAY CODE: \u000d\u000a2 problems would be available to solve of which, difficulty level would be an element of surprise. 1 team member can solve only one code and when optimal solution is achieved by him, other team member will solve other code. Team to finish initially with optimal solutions proceed further.\u000d\u000aTotal time: 90 minutes (1.5 hours) (45-45 minutes to each member)\u000d\u000a\u000d\u000aTHE LOGIC BUSTERS: \u000d\u000a3 Problems in time limit of 1.5 hours. Here, both members have to find solution together. Can you solve these puzzles of difficulty level non-immune to many people? Come try us!",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Tarang Patel",
    "Host2": "Shivam Shah",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "",
    "Team": "2",
    "Time": "",
    "Title": "Relay Coding",
    "Venue": ""
  },
  {
    "Category": "Computer-IT-MCA",
    "ContactNo1": "9909592184",
    "ContactNo2": "8866689522",
    "ContactNo3": "",
    "Description": "Excellence is not an act but a habit. Here's your techbite. Grab it.\u000d\u000aThe event would be followed in 3 rounds:\u000d\u000a\u000d\u000aRound 1: (paper based)\u000d\u000aYou will be given a question paper containing 20 questions based on\u000d\u000aC\/C++ logic and understanding skill.\u000d\u000aMaximum 30 min will be given to solve that questions. Top 10 teams according to completion time will be selected for next round.\u000d\u000a\u000d\u000aRound 2: (Debugging skills)\u000d\u000aYou will be given a c program which you have to debug and reach to final output.\u000d\u000aMaximum 1 hr. will be given.\u000d\u000aTop 5 teams will be selected \u000d\u000a\u000d\u000aRound 3: (E-treasure hunt)\u000d\u000aYou will be given 12 question on paper.\u000d\u000aWhich will be related to C language and our field of course i.e. I.T. \/ comp.\u000d\u000aAnswer of that questions will give a zodiac sign and based on that zodiac you have to find alphabet which belongs to one of the block of VGEC. you  have to reach there and complete a task given by the volunteer.\u000d\u000aYou will be given map of VGEC.\u000d\u000aMaximum time will be 1 hr. \u000d\u000aTop 3 will be selected as winner.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Ishita Shah",
    "Host2": "Neel Parikh",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• No vehicles are allowed during the event.\u000d\u000a• Internet should not be used for hint.\u000d\u000a• The event must be completed in given fixed time.\u000d\u000a• Mobile will not be allowed in first and second round.",
    "Team": "2",
    "Time": "",
    "Title": "Zodiac",
    "Venue": ""
  },
  {
    "Category": "Chemical",
    "ContactNo1": "8733025789",
    "ContactNo2": "8460224576",
    "ContactNo3": "8460625057",
    "Description": "Get ready everyone……. there arises for all you chemical lovers, the best competition ever found, race your car with one another through a chemical power source, isn’t it good enough??? Do gather around to have a look what this event grows into! It’s not a normal race, its chemical trashing another chemical, No robotics anymore if you got guts try competing with chemicals, HERE COMES THE LORD OF ALL CHEMRACES!\u000d\u000a\u000d\u000aSTAGES\u000d\u000a\u000d\u000aStage 1 (Maximum Distance):\u000d\u000aIn this stage, the car must move a maximum distance among all participants down a flat straight course.\u000d\u000a\u000d\u000aStage 2 (Break Round):\u000d\u000aAfter passing through the First stage, the shortlisted participants will have to stop the car in fixed distance range. (Distance range will be announced before one hour of event start) \u000d\u000a\u000d\u000aStage 3 (Velocity Round):\u000d\u000aAfter passing through the second stage, the shortlisted participants will be evaluated on basis of velocity of car. Top 3 cars will be announced as winners.\u000d\u000a\u000d\u000aSPECIFICATIONS:\u000d\u000a• Car Specification:  Dimensions: 20cmx15cmx15cm (LxBxH)\u000d\u000a• Participants have to bring chemical with them.\u000d\u000a• The only energy source for the propulsion of the car is a chemical reaction \u000d\u000a• The stopping mechanism has to be controlled by a chemical reaction. No brakes, mechanical or electronic timing devices are allowed. \u000d\u000a• No hazardous chemicals are allowed. \u000d\u000a• No commercial batteries are allowed as the power source. \u000d\u000a• Organizers reserve the right to disqualify any team indulging in misbehavior or violating any rules. \u000d\u000a• Only team entries are eligible, a team shall consist of maximum 4 people. Team members have to bring I-card of respective institutes with them.\u000d\u000a• The time measured by the organizers will be final and will be used for scoring the teams, In case of any disputes\/discrepancies; the organizer’s decision will be final and binding. \u000d\u000a• In any case participation fees will not be refundable.\u000d\u000a\u000d\u000aJudging Criteria:\u000d\u000aThe judging of the competition will be done on the basis of rounds. There will be 3 rounds. \u000d\u000a             \u000d\u000a1st Round: \u000d\u000a• Adjudged on which cars goes to maximum distance.  \u000d\u000a• The teams qualifying the Round 1 shall move on to the next round. \u000d\u000a\u000d\u000a2nd Round: \u000d\u000a• Adjudged on how close the car is to the finish range. \u000d\u000a• The teams qualifying the Round 2 shall move on to the next final round\u000d\u000a\u000d\u000a3rd Round:  \u000d\u000a• Winner decided on the basis of velocity of car. \u000d\u000a• Decision of winner based on final round. \u000d\u000a\u000d\u000aIt is compulsory for the winners of any round to participate in the next round.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Vinay Vala ",
    "Host2": "Varun Parikh",
    "Host3": "Umang Patel",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "",
    "Team": "4",
    "Time": "",
    "Title": "Chem-O-Car",
    "Venue": ""
  },
  {
    "Category": "Chemical",
    "ContactNo1": "Parth Donga",
    "ContactNo2": "Parth Donga",
    "ContactNo3": "Parth Donga",
    "Description": "A big and a mysterious event in chemical engineering history, where you can show your knowledge of chemical engineering! In this event you will see our whole VGEC campus and find your stronger competitor. You will know where chemical engineering is applied and its relationship with all branches. In this event, you have to find all answer of questions which require innovations and basic concept in this field. This will be epic, mysterious and brain storming event this year.\u000d\u000a\u000d\u000aJudging Criteria:\u000d\u000a\u000d\u000aRound 1 \u000d\u000a• Teams will be evaluated by picture puzzle.\u000d\u000a• The teams qualifying the Round 1 shall move on to the next round. \u000d\u000a\u000d\u000aRound 2\u000d\u000a• This round includes Chemical Hunt.\u000d\u000a• Teams will be selected on points which they get in this round.\u000d\u000a\u000d\u000aRound 3\u000d\u000a• Those teams who all have qualified semifinal will be sent to final round\u000d\u000a• Top 3 teams who scored highest will be announced as winners.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Jignesh Prajapati",
    "Host2": "Meet Dave",
    "Host3": "Parth Donga",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Only team entries are eligible, a team shall consist of 4 members.\u000d\u000a• There will be 2 to 3 rounds as per the participants entry, Knock out round and selection round will be on the 1st Day.\u000d\u000a• Final round will be held on the 2nd day of TechFest.\u000d\u000a• Multiple teams from the same college are allowed to participate in the event.\u000d\u000a• Task must be completed in the given time interval.\u000d\u000a• Teams which complete their task before the given time interval, get extra points & advantages.\u000d\u000a• Team will be disqualified when they don’t complete their task in the given time \u000d\u000a• Rules can be changed according to conditions in the event.\u000d\u000a• The teams must strictly follow all the deadlines failing to which will lead to their disqualification.\u000d\u000a• The decision of the event manager will be final and will not be subjected to any change.",
    "Team": "4",
    "Time": "",
    "Title": "Chem-O-Hunt",
    "Venue": ""
  },
  {
    "Category": "Chemical",
    "ContactNo1": "9724299035",
    "ContactNo2": "7698718087",
    "ContactNo3": "",
    "Description": "Iitu bittu jhim patuta……its magic!\u000d\u000a• Magic is a thing that has fascinated everybody since the ancient times and the main thing is the secret of the magic which is never disclosed before the people but more or less each of us is familiar with it that magic is nothing but a combo of a few tempting expressions and movements of body, some trick and more importantly some chemicals….. \u000d\u000a• Here is what the story begins; you have the greatest opportunity to show the ‘Jaadugar’ inside you, just what you need is to find out the magical tricks and bring it here onto the GTU CENTRAL TECHFEST ’16 and move your hands in the gesture of Aabraa ka daabraa…… and everybody will find themselves lost in the magic.\u000d\u000a• So be in the limelight and let your magic reign over each eye present there, And the crown for the ‘Jaadugar Badshah’ is waiting for you. \u000d\u000a\u000d\u000aJudging Criteria:\u000d\u000a• The judging of the competition will be done by experts.\u000d\u000a• Evaluation of best magic will be based on explanation and successfully performance.\u000d\u000a",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Kishan  Godhani",
    "Host2": "Gautam  Ramani",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• A team shall consist of maximum 3 people.\u000d\u000a• Maximum 2 Chances will be given to participants and best of it will be considered.\u000d\u000a• Any toxic and explosive chemicals are not allowed.\u000d\u000a• You have to carry your own chemicals.\u000d\u000a• Chemicals will be not provided by organizers. \u000d\u000a• Detailed information about event will be given on day of event.\u000d\u000a• The decision of the judges and event manager will be final and will not be subjected to any changes.",
    "Team": "3",
    "Time": "",
    "Title": "Chem-O-Magic",
    "Venue": ""
  },
  {
    "Category": "Chemical",
    "ContactNo1": "9727670848",
    "ContactNo2": "9099362861",
    "ContactNo3": "",
    "Description": "We chemical engineers are experts at explosions, but wait a second, for here you need to get your mind on a way that can go as much far as possible but without explosion, and that is the point here. Just get yourself registered for the event ‘Chem – o – missile’ and prepare a missile from any material that would use no explosive chemicals and would take the minds of each and every one present there to the highest point one can imagine and if you worth it, you are just going to create the history.\u000d\u000a\u000d\u000aThe government of India has recently launched the attack missile ‘Brahmos’ successfully; just show them we have got one in our pockets…!!\u000d\u000a\u000d\u000aJudging Criteria:\u000d\u000a\u000d\u000aRound 1:\u000d\u000aAll the participants will have 3 chances and maximum horizontal distance will be counted from these 3 chances.\u000d\u000a\u000d\u000aRound 2:\u000d\u000aSelected participants who have travelled maximum horizontal distance in Round 1 can go ahead in Round 2 and others will be eliminated. \u000d\u000a\u000d\u000aRound 3:\u000d\u000aNow, the participants who have travelled maximum horizontal distance in Round 2 can go ahead in Round 3 but here, their missiles have to pass through some obstacles and that obstacle is that maximum horizontal and vertical distance both will be counted. Vertical distance will be decided on the of event. Winners will be announced on the basis of maximum distance attended in both horizontal and vertical direction.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Sangita Vala",
    "Host2": "Jyoti Nakum",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Only team entries are eligible, a team shall consist of minimum 2 people.\u000d\u000a• Maximum 3 Chances will be given to participants and highest distance among all 3 chances will be considered.\u000d\u000a• Any toxic materials and chemicals are not allowed.\u000d\u000a• Maximum Horizontal distance will be taken as final result from those 3 chances.\u000d\u000a• Missile dimensions: Length: 45cm Diameter: 12cm (Max.)\u000d\u000a• Detailed information about round will be given on day of event.\u000d\u000a• The projectile would be launched from a common launching pad, launcher pad and hand pump for chemical missile will be given from event organizers.\u000d\u000a• Missile material should be plastic bottle. \u000d\u000a• The decision of the event manager will be final and will not be subjected to any change.",
    "Team": "3",
    "Time": "",
    "Title": "Chem-O-Missile",
    "Venue": ""
  },
  {
    "Category": "Chemical",
    "ContactNo1": "9998228988",
    "ContactNo2": "9725204688",
    "ContactNo3": "9913019958",
    "Description": "From the earliest days of the childhood to the last moment of life, we all are surrounded with the words like WHAT?? WHY?? WHEN?? WHERE?? HOW?? Since the questioning and answering is most intellectual part of the human life, then let’s make it chemically….!!and thus, we present you the event ‘ Kaun Banega Chemical Engineer’ on such a warmth of stimulation to get you the key to the gates, entering the world of questions which await unravel, unbound and ever-growing world of chemical engineering.\u000d\u000a\u000d\u000aRound 1: elimination round\u000d\u000a• The teams will be selected on the basis of an elimination test for further rounds.\u000d\u000a• The test will contain 15 questions.\u000d\u000a• Time limit will be 10 minutes for test.\u000d\u000a• The eliminated teams will get a chance to appear for a wildcard round. \u000d\u000a\u000d\u000aRound 2: stage round\u000d\u000a• The questions will be asked to the teams, and if they are unable to answer it will be passed to next team only once.\u000d\u000a• Each team will face 4 questions.\u000d\u000a•Elimination again.\u000d\u000a\u000d\u000aRound 3: rapid fire\u000d\u000a• Each team will be asked 10 questions one after another in 3 minutes.\u000d\u000a• Elimination will be there.\u000d\u000a• The selected teams will directly be sent to the 5th round.\u000d\u000a\u000d\u000aRound 4: wildcard round\u000d\u000a• One team will be back to game from the teams got eliminated in the first round (elimination round).\u000d\u000a\u000d\u000aRound 5: audio visual round\u000d\u000a• The teams will be shown an image and based on that they will be asked a question.\u000d\u000a• Elimination will be there.\u000d\u000a• Maximum 30 seconds will be given for each answer.\u000d\u000a\u000d\u000aRound 6: final round (buzzer round)\u000d\u000a• 10 questions will be asked.\u000d\u000a• The team which first presses the buzzer will get the chance to answer.\u000d\u000a• Maximum 30 seconds will be given to answer after pressing the buzzer.\u000d\u000a\u000d\u000aJudging criteria\u0009\u000d\u000aRound 1:\u000d\u000a+1 mark for each correct answer.\u000d\u000a-1 mark for each wrong answer.\u000d\u000a\u000d\u000aRound 2:\u000d\u000a+10 marks for each correct answer.\u000d\u000a-5 marks for each wrong answer.\u000d\u000aThe team answering the passed question will get +5 marks for correct answer and 0 for no answer or wrong answer.\u000d\u000a\u000d\u000aRound 3:\u000d\u000a+10 marks for each correct answer.\u000d\u000a0 mark for no answer or wrong answer.\u000d\u000aRound 4:\u000d\u000a+1 mark for each correct answer. \u000d\u000a-1 mark for each wrong answer.\u000d\u000a\u000d\u000aRound 5:\u000d\u000a+20 marks for each correct answer.\u000d\u000a-10 marks for each wrong answer.\u000d\u000a\u000d\u000aRound 6:\u000d\u000a+20 marks for each correct answer.\u000d\u000a-10 marks for each wrong answer. \u000d\u000aIf the team don’t answer after getting the chance then -5 marks.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Bhatt Vedanshi Manishbhai   ",
    "Host2": "Patel Harsh Alpeshbhai",
    "Host3": "Gandhi Kaumik Jagdishbhai",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Only team entries are eligible.\u000d\u000a• Team discussion will be allowed.\u000d\u000a• A team shall consist of maximum three members.\u000d\u000a• The decision of the quiz master will be final and will not be subjected to any change.\u000d\u000a• The participants shall not be allowed to use mobile phone or any other electronic instruments.\u000d\u000a• The questions shall be in the form of multiple choice, true\/ false statements, and specific answer question.\u000d\u000a• Audience shall not give any hints or clues to the competitors.\u000d\u000a• Replacement of any participant of a team is not allowed after registration.\u000d\u000a• Multiple teams from the same college are allowed to participate for the event.\u000d\u000a• The teams must strictly follow all the deadlines failing to which will lead to their disqualification. \u000d\u000a• In case of tie, extra questions will be asked to the teams for tie breaking.",
    "Team": "3",
    "Time": "",
    "Title": "Kaun Banega Chemical Engineer",
    "Venue": ""
  },
  {
    "Category": "Chemical",
    "ContactNo1": "7567216600",
    "ContactNo2": "7383000598",
    "ContactNo3": "9537132404",
    "Description": "We chemical engineers are very expert painters of flow sheet, seriously!!!, for here you need to get your mind on a way that can go as much far as possible but without start up, and that is the point here. Just get yourself registered for the event ‘Chem – o –flowmaster’and Solve the puzzle of a flow sheet from any chemical product that you study and would take the minds of each and every one present there to the highest point one can imagine and if you worth it, your team is just going to create the history. \u000d\u000a\u000d\u000aThe judging criteria:\u000d\u000aThe selection of any team will be based on the score they got in knockout round.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Siddharth Patel",
    "Host2": "Harsh Desai",
    "Host3": "Sagar Savaliya",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Their will be a 3 or 5 round according to participants entry. \u000d\u000a• Only team entries are eligible, a team shall consist of maximum 3 Participants. \u000d\u000a• Participants not allowed using any type of book or electronic devices. \u000d\u000a• Multiple teams from the same college are allowed to participate for the event. \u000d\u000a• The teams must strictly follow all the deadlines failing to which will lead to their disqualification. \u000d\u000a•The decision of the event manager will be final and will not be subjected to any change.",
    "Team": "",
    "Time": "",
    "Title": "Chem-O-Flow Master (Flowsheet Puzzle)",
    "Venue": ""
  },
  {
    "Category": "Chemical",
    "ContactNo1": "886612293",
    "ContactNo2": "",
    "ContactNo3": "",
    "Description": "As goes the famous quote, “A picture is worth a thousand words” ,and thus we believe it. Chem – Blusher provides the perfect launch pad for the rocking imaginations which wait to be assembled on the canvas of the skies of your minds with chemical lochas…..\u000d\u000a\u000d\u000aJudging criteria:\u000d\u000a• Innovativeness\u000d\u000a• Concepts use\u000d\u000a• Economic Ideas\u000d\u000a• Explanation of topic \u000d\u000a• Proper response of question asked by judge\u000d\u000a\u000d\u000aTHEMES FOR POSTER:\u000d\u000a• Cleaner Production Theme\u000d\u000a• Renewable Energy Sources\u000d\u000a• Catalyst\u000d\u000a• Polymers Technologies\u000d\u000a• Nanotechnology-Fuelling the chem’s future",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Yash Amin",
    "Host2": "",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Maximum two people in one team.\u000d\u000a• Poster size should be A2 (210 mm x 297mm) size.\u000d\u000a• Don’t stick photos on poster.\u000d\u000a• Poster can be handmade or computerized\u000d\u000a• Time duration: Presentation = 10 minutes; Question\/Answer = 5 minutes.\u000d\u000a• Content must be readable from at least 3m\u000d\u000a• Evaluation of poster will depend on decision of judge.\u000d\u000a• Model should be strictly related to Chemical engineering topics.\u000d\u000a• Participants will have to face some questions from the judge regarding their model.\u000d\u000a• Multiple teams from the same college are allowed to participate for the event. \u000d\u000a• The teams must strictly follow all the deadlines failing to which will lead to their disqualification.",
    "Team": "2",
    "Time": "",
    "Title": "Chem-Blusher (Poster Presentation)",
    "Venue": ""
  },
  {
    "Category": "Chemical",
    "ContactNo1": "",
    "ContactNo2": "",
    "ContactNo3": "",
    "Description": "\"You can have brilliant ideas, but if you can't get them across, your ideas won't get you anywhere.\" - Lee Iacocca\u000d\u000aIt’s time your ideas shine bright like Rihanna’s diamond. Model your ideas by encasing them in any materialistic framework and exhibit your mind’s creativity to the world. Because you are a FIREWORK…..\u000d\u000a\u000d\u000aJudging criteria:- \u000d\u000a• Innovativeness\u000d\u000a• Content in the report and concepts used\u000d\u000a• Economic design\u000d\u000a• Efficiency of model (if working)\u000d\u000a• Explanation ",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "",
    "Host2": "",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Members in each team should not exceed four.\u000d\u000a• Judges will decide the winners.\u000d\u000a• Model should be strictly related to Chemical industries.\u000d\u000a• Participants will have to bring the accessories related to their model.\u000d\u000a• Questions related to the model will be asked by the Judges.\u000d\u000a• Working models and non working models will be judged differently.\u000d\u000a• More than one team can represent a college.\u000d\u000a• Teams need to follow all the rules or else they will be disqualified.\u000d\u000a• Teams not found at the venue on time will be disqualified.\u000d\u000a• A report for the model is required.\u000d\u000a• Bring the chemicals used in the model.\u000d\u000a• In case the models of two teams are same, the result will depend upon the judges.",
    "Team": "4",
    "Time": "",
    "Title": "Chem-O-Promoter (Model Making)",
    "Venue": ""
  },
  {
    "Category": "General",
    "ContactNo1": "9998139978",
    "ContactNo2": "9586296388",
    "ContactNo3": "",
    "Description": "HELP!!!!A group has attacked the bank and has hostages. The leader of the group has told the police in the call that he will leave the hostages only if someone answers all his questions right. He believes he is the smartest. Can you help the police?? Do you have the mind to solve all the logical questions with speed that makes the gang leader’s jaw drop?? Then please, help us save the hostages.\u000d\u000a\u000d\u000a1st Round\u000d\u000a• This round is a pen and paper round i.e. in this participant will have to answer a question paper of 70 points.\u000d\u000a• In which there will be 25 questions of 1 point, 10 questions of 2 points and 5 questions of 5 points.\u000d\u000a• All the questions will be of multiple choice question. 30 minutes will be given to solve the paper. \u000d\u000a• 0.2 points will be deducted for every wrong answer.\u000d\u000a\u000d\u000a2nd round\u000d\u000a• In this round each team will have to answer the questions in specific time slot of 30 seconds.\u000d\u000a• Each team can pass the question to its succeeding team. If they can’t answer in the limited time, then the question will be automatically passed to its succeeding team. Each team will have minimum 4 questions and maximum 8(4 +4 (passed from preceding team)) to answer. \u000d\u000a• +10 for every right answer and -5 for every wrong. In this round, each team will have two lifelines 1st –change the question & 2nd-double guess i.e. team will have two chances to answer the question.\u000d\u000a\u000d\u000a3rd round\u000d\u000a• In this round total 20 questions will be asked.\u000d\u000a• It is a buzzer round; the team who press the buzzer first in the 30 seconds is allowed to answer the question. \u000d\u000a• Right answer for each question will earn 15 points. For wrong answer there will be 10 negative points. There are no lifelines.\u000d\u000a\u000d\u000aJUDGING CRITERIA:\u000d\u000a• 1st round will be elimination round.\u000d\u000a• Top 20 teams from the 1st round will be selected for the 2nd round.\u000d\u000a• Top 10 teams from the 2nd round will be selected for the 3rd round.\u000d\u000a• For the final winner 60% from the total points of round 2 & 3 and 40% from the points of round 1 will be considered.  ",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Dimple Shah",
    "Host2": "Swati Solanki",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Open for the students from any discipline.\u000d\u000a• Difficulty level of the question in particular round will be same.\u000d\u000a• If you use any lifeline for any question in the second round then you have to answer that question.\u000d\u000a• Lifeline can be used only once.\u000d\u000a• The decision of event managers cannot be challenged.\u000d\u000a• Strict discipline should be maintained during the event.\u000d\u000a• Violation of any rule will be followed by instant disqualification.",
    "Team": "3",
    "Time": "",
    "Title": "Be A Logicalworm",
    "Venue": ""
  },
  {
    "Category": "General",
    "ContactNo1": "9662902725",
    "ContactNo2": "9537913093",
    "ContactNo3": "",
    "Description": "So you think you know Software… Well it’s time to sharpen up your BRAIN and show the software designers this is your TERRAIN. Bet your knowledge about software and show them who’s the RAJNIKANT of this game.\u000d\u000aThere will be two rounds in this event.\u000d\u000a\u000d\u000aPreliminary Round (Written Test): \u000d\u000aThe written test will have questions related to logic, basic programming concepts and program analysis. The Test will be of 1 hour. The test will have 50 marks. Based on this round, team selection for final round is done. (Average performance of every team members decides who all are selected)\u000d\u000a\u000d\u000aFinal Round:\u000d\u000a• The final round will be of 4 hours 30 minutes.\u000d\u000a• Before the start of the event, each team will be provided with 1000 points.\u000d\u000a• At first, teams will be provided with the 1st application. For understanding that application, the team will have 10 minutes. Based on understanding of this application the participants will bet on the application. If participants cannot understand this application then they can skip this first application at a loss of 500 points. Then the team will be provided second application and again the participants will bet on the application.\u000d\u000a• The minimum amount for bet is 100 points and maximum is the total points the team has.\u000d\u000a• If a team completes the Solution, then they can submit the file.\u000d\u000a• If the solution is correct the team will be awarded 2X points. Example: If the team bets 100 points then the team will get 2*100 points. If the solution is incorrect the team will be awarded -X points. Example: If the team bets 100 points then the team will get -100 points.\u000d\u000a• Top 3 teams with maximum points will be the winner.\u000d\u000a\u000d\u000aJudging criteria:\u000d\u000a• Top 3 teams with maximum points at the end of 2nd round will be the winner.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Bhumika Barad",
    "Host2": "Avani Patel",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• The event will start at 10:00 am.\u000d\u000a• Usage of internet is strictly prohibited.\u000d\u000a• If you want to use any material for reference then use hardcopy like books. (That participants must carry with them).\u000d\u000a• Strictly follow this language for 2nd round: PHP, JAVA, .NET.\u000d\u000a• The decision of event managers cannot be challenged.\u000d\u000a• Strict discipline should be maintained during the event.\u000d\u000a• Violation of any rule will be followed by instant disqualification\u000d\u000a",
    "Team": "2",
    "Time": "",
    "Title": "Revcode Designer(Open Ended Open Source Software Design Competition)",
    "Venue": ""
  },
  {
    "Category": "General",
    "ContactNo1": "8140719570",
    "ContactNo2": "9879309085",
    "ContactNo3": "",
    "Description": "River is freshwater flowing across the surface of the land. Many towns and factories are built near the river. But sometimes water is not cleaned before it is put back into the river .The lack of waste water treatment is hazardous for human health and environment .It also disturb under water ecosystem. It’s time to save water and environment. This is a competition to make model on preservation of rivers by reuse of waste water.\u000d\u000a\u000d\u000aJUDGING CRITERIA:\u000d\u000aThere is only one round. Judge will select top three teams.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Ranek Patel ",
    "Host2": "Krupa Makwana ",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Open for all the students from any semester.\u000d\u000a• Strict discipline should be maintained during the event.\u000d\u000a• To prepare charts for important information in the field of water management. \u000d\u000a•  Give detail engineering calculations and justifications for model developed. \u000d\u000a• To display photographs which clarify the status as well demonstrate new technology.  \u000d\u000a• To prepare slogans and logo related to the subject which inspire citizens for clean environment.\u000d\u000a• Time limit is maximum 10 minutes.\u000d\u000a• Violation of any rule will be followed by instant disqualification.\u000d\u000a• The decision of event manager cannot be challenged.\u000d\u000a• PowerPoint presentation is not allowed.",
    "Team": "4",
    "Time": "",
    "Title": "Waste Water’s  Worth",
    "Venue": ""
  },
  {
    "Category": "Electrical-EC-IC",
    "ContactNo1": "9426715389",
    "ContactNo2": "7405322789",
    "ContactNo3": "",
    "Description": "Round 1: Elimination Round\u000d\u000aBuzzer round by asking questions with 4 options on the subject electrical machines. Out of all, total 8 teams are selected for next round.\u000d\u000a\u000d\u000aRound 2: Test round\u000d\u000aDc machine tests are given in this round and time is the main factor affecting. 5 teams are selected to next round.\u000d\u000a\u000d\u000aRound 3:\u000d\u000aAc motor tests are given in this round and in this round also time to do the test is considered. The winning team is selected after the completion of this round.\u000d\u000a\u000d\u000aJudging criteria:\u000d\u000a\u000d\u000aThe last decision is in hands of faculty\/ the manager.\u000d\u000aThe time and all the factors are taken into account.\u000d\u000aThe proper circuit connected along with the time would be selected for next round\u000d\u000a",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Veera  Joshi",
    "Host2": "Viral Korat",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "",
    "Team": "2",
    "Time": "",
    "Title": "Know Your Machines",
    "Venue": ""
  },
  {
    "Category": "Electrical-EC-IC",
    "ContactNo1": "7600681876",
    "ContactNo2": "7600681876",
    "ContactNo3": "",
    "Description": "Aim: \u000d\u000aTo design an innovative lamp suitable for study purpose based on solar.\u000d\u000a\u000d\u000aPurpose:\u000d\u000aTo make a solar photovoltaic based lamp. This device should be location independent, i.e. adaptable to anywhere in the world and will be used as open source design. Any organization should be able to assemble\/produce it on their own to lighten up the millions of lives.\u000d\u000a\u000d\u000aKey Features: \u000d\u000a1. Simple 2. Easy to produce, assemble and repair 3. Cost effective.\u000d\u000a\u000d\u000aWhat is SoUL?:\u000d\u000aSoUL stands for Solar Urja Lamp, a lamp suitable for study purpose for a school going student to a professional working at night.\u000d\u000a\u000d\u000aHint: \u000d\u000aThe Lamp use solar panel to generate its own electricity and use battery to store charge for night time application.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Patel Vishwesh",
    "Host2": "Jadeja Tirthraj",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• This is a project based event. Participants need to carry their required project elements, and the project shouldn't be a ready made.\u000d\u000a• They need to prepare the project at provided venue in front of event managers. After completing, the project should be working and a test run should be demonstrated.\u000d\u000a• Maximum solar to electrical energy conversion, minimum sunlight exposure time and maximum output brightness of lamp , shall be major criteria.",
    "Team": "4",
    "Time": "",
    "Title": "Solar Urja Lamps (Soul)",
    "Venue": ""
  },
  {
    "Category": "Electrical-EC-IC",
    "ContactNo1": "7818890003",
    "ContactNo2": "9925106401",
    "ContactNo3": "",
    "Description": "This event is totally a project based event.\u000d\u000aParticipants in team of 5 or less shall register for this event.\u000d\u000aTeams will have to come prepared with their project using Arduino controller.\u000d\u000a\u000d\u000aRound 1:\u000d\u000a•\u0009It's all about the show. In this round you get to show off your talent through your project.\u000d\u000a•\u0009Projects must be made using Arduino, 8051 or AVR microcontroller. Project  can be related to any sensor, IoT, automations, controls or you bring something new !\u000d\u000a•\u0009Some questions will be asked regarding your project, microcontroller, implementation or other related areas.\u000d\u000a•\u0009Scored points will be given according to complexity of your hardware, coding, logic, skills and implementation.\u000d\u000a\u000d\u000aRound 2:\u000d\u000a•\u0009Based on scored points in 1st round; top five projects will be selected to perform this round.\u000d\u000a•\u0009How well you know your project? Well here numbers of challenges on your own project will be given. Challenge could be of hardware or software. Team completing these challenges and showing results in minimum time will be the winner.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Kalpesh Bagiya",
    "Host2": "Chiragvaria",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Participants should make their project by their own, no ready-made projects shall be entertained. \u000d\u000a• All the team members must have thorough knowledge of their project.\u000d\u000a• Project must be working and must run at the time of event.\u000d\u000a• Participant teams must have to keep hard copy of description, circuit diagram and code of their project and datasheets.\u000d\u000a• Violence of any rule shall lead to the disqualification of the team. The final decision shall be in the hands of event managers or co-ordinators.",
    "Team": "4",
    "Time": "",
    "Title": "Arduino Controller Based Event",
    "Venue": ""
  },
  {
    "Category": "Electrical-EC-IC",
    "ContactNo1": "7405275591",
    "ContactNo2": "9099490144",
    "ContactNo3": "",
    "Description": "Can’t keep your mind of circuits and stuff? Get ready to be ELECTRIFIED as we present to you the most awaited event for all you Tesla fans: Circuitrix.This is a technical event of electronics in which you can showcase your potential to be a circuit master. Let the mastermind inside you bring out your designing and implementing capabilities. Showcase your wisdom in circuits and get rewarded!\u000d\u000aThe event will have 3 rounds to test your designing skills.\u000d\u000a\u000d\u000aRound 1:\u000d\u000aThis round is a MCQ based round. Questions related to mathematics, logic and basic electronics will be asked. Selected teams will proceed to the next round.\u000d\u000a\u000d\u000aRound 2:\u000d\u000aThis round is completely based on Matlab and Multisim. Simple circuits and some problems related to circuits will be asked. The teams will have to get the required output on the software. Marks will be given according to the overall performance of the team members. The selected teams will then move on to the finals.\u000d\u000a\u000d\u000aRound 3:\u000d\u000aThe final round is all about designing a practical hardware circuit based on the given problem statement. Here all the teams will compete against each other as it will be a race against time. The accuracy and approach in the circuit will be tested and 3 prizes will be given at the completion.\u000d\u000a\u000d\u000aJUDGING CRITERIA\u000d\u000a\u000d\u000aRound 1: This round is based on MCQs. For every correct answer 1 mark will be given and for every incorrect answer 0.25 marks will be deducted. A merit list will be prepared listing the marks scored by each team. The top 12 teams with the highest marks will then move on to the next round.\u000d\u000a\u000d\u000aRound 2: In this round, the teams are required to get the output of the problem on the software skillfully and quickly. The teams will be rated according to the time taken to get the required output and the design used in solving the problem. In case the output is not obtained, decision will be taken on the basis of how the problem has been attempted to solve. The top 5 teams will move on to the next round.\u000d\u000a\u000d\u000aRound 3: In the final round, it’s a race against time. Hence the teams who finish the circuit designing and obtain the required output skillfully and in the least amount of time will be declared winners. Marking will be done as per the performance of the teams.\u000d\u000a  \u000d\u000aThe final decision for elimination will be in the hands of Event Managers\/ Coordinators",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Vivek Upadhyay",
    "Host2": "Sharvil Shah",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "",
    "Team": "2",
    "Time": "",
    "Title": "Circuitrix",
    "Venue": ""
  },
  {
    "Category": "Electrical-EC-IC",
    "ContactNo1": "9601709186",
    "ContactNo2": "7405580285",
    "ContactNo3": "",
    "Description": "“Ninjas don't wish upon star, they code them.\" - Jarius Raphel\u000d\u000aAre you a Geek? Got coding skills? Have MATLAB Proficiency? Interested in problem solving? If yes then, you are at the right door here. Coding Ninja is the most adventurous coding event you have encountered. Get your hands on MATLAB, get ready with your Sharp Ninja-like coding skills and solve the problem with the clues that you find on your way. The best Ninja shall reach to the end, clearing all the levels of mind – boggling coding.\u000d\u000aRemember you are a Ninja, got to be lightning fast at detecting the clues and making decisions.\u000d\u000a\u000d\u000aThe event is followed by 3 rounds:\u000d\u000a\u000d\u000aRound 1:\u000d\u000aThere will be written test consisting of objective type questions like a quiz. Top 15 participants will go to second round based on merit.\u000d\u000a\u000d\u000aRound 2:\u000d\u000aIn this round participants will be given problems to be solved on Matlab simulator within specific time limit. Based on efficiency top 5 participants from here will be shortlisted for final round.\u000d\u000a\u000d\u000aRound 3:\u000d\u000aThis round will be same as the second round but the level of problems will be increased. All problems will be from electronics (e.g. signals and systems, digital communication, control theory, circuits and network), calculus and general matlab only.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Vijndra Rathor",
    "Host2": "Keval Pandya",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Participants can only apply as individuals.\u000d\u000a• There will be levels with successively increasing difficulty. The qualification cut-off will be decided on the spot as per the jury.\u000d\u000a• On each level the participants will be given a problem briefing and necessary prerequisite information required to solve the problem.\u000d\u000a• There will be clues in between which will lead to the final solution.\u000d\u000a• Problems will be general MATLAB based; no domain specific problems will be given (i.e. speech processing, image processing, higher MATHEMATICS etc.)\u000d\u000a• The markings will most probably be done with the factors including compactness of code, time required for coding, precision of result etc. (note: the marking scheme is susceptible to change without notifying the participants)\u000d\u000a• Participants cannot access any internet based help. However MATLAB product help can be used.\u000d\u000a• On each level, decision taken by judges will be final no arguments will be granted.",
    "Team": "",
    "Time": "",
    "Title": "Code Ninja (Matlab Based Event)",
    "Venue": ""
  },
  {
    "Category": "Electrical-EC-IC",
    "ContactNo1": "9624130435",
    "ContactNo2": "9429620755",
    "ContactNo3": "",
    "Description": "Round 1 :(Time limit 30 minutes)\u000d\u000aA quiz of 30 questions.\u000d\u000aQuestions based on digital, analog, basic electronics and processor.\u000d\u000aMarking for each question will be mentioned and based on marking top 10 teams qualify for the next round.\u000d\u000a\u000d\u000aRound 2 :(Time limit as per the complexity of the circuit)\u000d\u000aParticipants will be allowed to withdraw the chits based on the ranking in round 1.\u000d\u000aCircuit names will be given, implement it on the bread board using the components given and display the required output on the DSO.\u000d\u000aTop 5 teams qualify for the next round.\u000d\u000a\u000d\u000aRound 3: (Time limit as per the complexity of the circuit)\u000d\u000aThis round will be a debugging round. Teams will be provided a circuit with a minor error in it. Teams have to debug the circuit, find the fault and solve it as fast as possible.\u000d\u000aThe winner will be decided on the basis of the time limit and percentage of accuracy.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Nishtha Bundela",
    "Host2": "Amruta Pisharody",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "",
    "Team": "2",
    "Time": "",
    "Title": "Digitronix",
    "Venue": ""
  },
  {
    "Category": "Electrical-EC-IC",
    "ContactNo1": "9510090979",
    "ContactNo2": "9909474584",
    "ContactNo3": "",
    "Description": "Stretch yourselves and brace yourselves....time to 'spy' things up. Because it's LASER-MAZE. Suit up! It's going to be a tough ride for your mind and your body. Endeavor yourselves through the dark….. Dodging the deadly decapitating beams of electromagnetic radiation. You have to be crisp enough to avoid the knife like laser beams. It may be your destiny. Find out with our Laser Maze Challenge. You cross the starting point, the Laser Maze pops to life and the room ahead of you is filled with brilliant red LASERs radiating from the walls. You better be ready, the Laser Maze Challenge is a timed event. Navigate the Maze without breaking a beam. Break the beam, you’re simply penalized with time being added to your score or your points scored will be reduced\u000d\u000a\u000d\u000aRound1:\u000d\u000aEach participant will be given few chances in the first round. Participants will have to reach point A from point B.\u000d\u000a\u000d\u000aRound2:\u000d\u000aMore difficulties added. Participants will have to move towards the destination through challenges.\u000d\u000a\u000d\u000aJUDGING CRITERIA:\u000d\u000aAll result should be based on time. As well how many times mistakes done by participants.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Henil Shah",
    "Host2": "Kevin Pipaliya",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "",
    "Team": "2",
    "Time": "",
    "Title": "Laser Maze",
    "Venue": ""
  },
  {
    "Category": "Electrical-EC-IC",
    "ContactNo1": "9724549567",
    "ContactNo2": "7600668470",
    "ContactNo3": "",
    "Description": "Round 1:\u000d\u000a• The first round will be based on solving series of hints which will lead the participants\/teams to the final position.\u000d\u000a• The participants\/teams will have to start the round by pressing a switch on the microcontroller, which will display a number. The participants\/teams has to reach the corresponding checkpoint from where they will get more hints to reach the final checkpoint.\u000d\u000a\u000d\u000aRound 2:\u000d\u000a• This round gives the sense of a real treasure hunt, searching around the college, but using an interesting technique.\u000d\u000a• 3 frequency transmitters will be kept at different locations in the college. The participants\/teams will have to find the correct block letter through a puzzle. The transmitter would be kept anywhere in the block.\u000d\u000a• Participants\/teams will have to use their mobile radio receivers and catch the correct frequency and thus the exact location of transmitter.\u000d\u000a• From there the participants\/teams will be given the hint of their next block letter.\u000d\u000a\u000d\u000aRound 3:\u000d\u000a• This round will comprise of an artificial maze.\u000d\u000a• The maze will consist of multiple entries and exits including some false exits. The participants\/teams will have to get out of the maze through their corresponding true exit\u000d\u000a• The participants\/teams will have to proceed forward in the maze by solving circuits at every junction of the maze.\u000d\u000a\u000d\u000aJUDGING CRITERIA\u000d\u000a• The participants\/team scan ask for help if they want in all the rounds but only 2 times. According to that, points will be cut for that participants\/teams.\u000d\u000a• In the first round, the first 4 participants\/teams reaching the final checkpoint will progress in the next round.\u000d\u000a• In the second round, the first 2 participants\/teams who succeed in locating all correct transmitters.\u000d\u000a•In the third round, the first participants\/teams getting out by their true exit through the maze, wins the event.\u000d\u000a• The final decision for the elimination of participants\/teams from the rounds lies in the hands of event managers or technical coordinators.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Linson Lazar",
    "Host2": "Soumendu Chatterjee",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "",
    "Team": "2",
    "Time": "",
    "Title": "Logical Hunt",
    "Venue": ""
  },
  {
    "Category": "Management",
    "ContactNo1": "Prachi Godbole",
    "ContactNo2": "9737175725",
    "ContactNo3": "",
    "Description": "Round 1:\u000d\u000aThis is an elimination round. The participants will have to answer a test based on logical reasoning, current affairs, general knowledge and the like. There will be 30 questions. Time limit will be 1 hour. 20 participants will be selected for second round based on the points they score.\u000d\u000aRequirements: 50 printed question paper, 3 page long.\u000d\u000a\u000d\u000aRound 2:\u000d\u000aIn this round the 20 participants will be divided in 2 groups & will be given a scenario and a list of things. They will have to priorities the things according to their needs. A group discussion will take place based on this. Participants will be selected on the basis of their decision making ability and also on their communication skills. 5 participants will proceed to the next round.\u000d\u000aRequirements: 2 sets of 12 pages.\u000d\u000a\u000d\u000aRound 3:\u000d\u000aIn this round, the final 5 participants will be shown 4 random pictures. They have to connect them into a story and narrate in 5 minutes. The best and the most convincing story wins.\u000d\u000aRequirements: 4 pictures for each participant i.e. 20 pages.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Prachi Godbole",
    "Host2": "Neel",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "No mobile phone or any other electronic devices allowed.",
    "Team": "1",
    "Time": "",
    "Title": "Smart Manager",
    "Venue": ""
  },
  {
    "Category": "Management",
    "ContactNo1": "9624395167",
    "ContactNo2": "8866874594",
    "ContactNo3": "",
    "Description": "Business Dexter’s is not just an event it is a platform where future Managers and Business persons can represent and get evaluated their strategies regarding business startup and their skills of solving problems faced by various organization in their path way to success. This event consists of two rounds, described as below:\u000d\u000a\u000d\u000aRound 1: The STARTUP\u000d\u000a• In this round the participants have to represent their dexterity to get investments for a start up of an idea or innovation of their respective field\u000d\u000a• Here participants have to think of themselves as a business person who has an idea and they have to pursue investors to give investment for bringing the idea into mass production. For this participants have to bring a realistic idea or innovation, and represent it as if they are representing it to investors. After the presentation participants will be counter questioned by judges regarding their survey, strategy or any other flaw in their presentation.\u000d\u000a• Participants will be evaluated on the basis of their depth of study, survey, practicality in approach and presentation.\u000d\u000a• Presentation must not be more than 6 minutes. Counter question timing will be around 4 minutes. \u000d\u000a\u000d\u000aRound 2: Case Scenario\u000d\u000a• In this round the finalized participants will be given a real case scenario i.e. they will be given a current market problem being faced by a company or organization and they will be told to come up with a solution for that problem. There will be again a counter question session in this round.\u000d\u000a• Presentation by participants will be of 5 minutes and counter question session will be of 2 minutes. This round will be conducted only if there will be enough number of registered teams.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Mansi Nandha",
    "Host2": "Vishal R Advani",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• The presentation must be submitted before 8th march.\u000d\u000a• The presentation done by teams must be realistic.\u000d\u000a• Judges decision will be final and abiding\u000d\u000a• Participants are strictly instructed to not to disclose their Institute\/ College name in front of judges during Event.\u000d\u000a• Carrying your own LAPTOPS for this event is compulsory.\u000d\u000a",
    "Team": "3",
    "Time": "",
    "Title": "Business Dexters(Corpo Plan)",
    "Venue": ""
  },
  {
    "Category": "Management",
    "ContactNo1": "9428611093",
    "ContactNo2": "9428785311",
    "ContactNo3": "",
    "Description": "Give your creative mind wings and show the world your creative marketing skills.\u000d\u000aThe event is divided into 3 rounds.\u000d\u000a\u000d\u000aRound 1: The Ad Written Quiz Round: \u000d\u000a• In this round logos or tag lines or general questions about the corporates, their products and marketing strategies will be given in the form of question paper (2 page) to the participants. Participating teams will have to answer within the given time limit.\u000d\u000a• In 1st round there will be 30 questions for quiz.\u000d\u000a• Time for quiz is 20 minutes \u000d\u000a• Top ten teams make it to the next round. (Happens after a 30min break)\u000d\u000a\u000d\u000aRound 2: The Connect QUIZ\u000d\u000a• The written quiz will be followed an Audio\/Visual quiz round, to judge the corporate sector knowledge and awareness, the promotional strategies knowledge, and the marketing skills of the participants. \u000d\u000a• The teams will be given four or five clues (audio\/visual), and they have to interpret the connection between them, and talk about it a little.\u000d\u000a• The total number of questions in this round will be 25 (+5 extra to resolve tie issues)\u000d\u000a• Out of the 25 questions, 10 questions will be audio\/video based and the rest 15 will be connect questions. \u000d\u000a• It will be completely a buzzer round, so that all the teams get an equal opportunity to answer all the questions.\u000d\u000a• +20 points for a correct answer. No negative marking for an incorrect answer.\u000d\u000a• One team cannot attempt a question more than once.\u000d\u000a• Final six teams go to the final round.\u000d\u000a\u000d\u000aROUND 3: Ad making Round: \u000d\u000a• In this round, one member from each team will come on the stage and choose a chit from the bowl. Each chit will be containing a particular product name with some indications. That member will discuss about that with his\/her team members.\u000d\u000a• They will be given a 15 minutes time limit, and in that period, they will have to make a short advertising play with their product Tag-line & perform in front of a live audience. \u000d\u000a• The judges will decide the points for the team according to what they deserve.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Shruti Patil",
    "Host2": "Yash Patel",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• In this event participants will have to produce advertisement for a product in a proper way which is quite appealing to audience. This is a theme based event where theme will be announced on the spot. \u000d\u000a• Time allowed to present your prepared ad will be 15 minutes. \u000d\u000a• The maximum number of participants in a team is 4. \u000d\u000a• The ad prepared by the contestant must not contain any obscene words\/any subject that hurts the feelings of culture\/language\/religion\/region. \u000d\u000a• There is negative marking for any disobedience of rules. \u000d\u000a• The decision of the judge is final and abiding. \u000d\u000a• The Advertisement can only be in English or Hindi. \u000d\u000a• This competition is not an individual event. \u000d\u000a• The contestants are strictly advised not to disclose the name of their College\/Institution to the Jury members\/audience. \u000d\u000a• In case participants exceed the time limit, Judges will be free to disqualify the team. ",
    "Team": "4",
    "Time": "",
    "Title": "Corpo Ad",
    "Venue": ""
  },
  {
    "Category": "Management",
    "ContactNo1": "9909400415",
    "ContactNo2": "9998765729",
    "ContactNo3": "",
    "Description": "A business quiz to ignite the young minds. Quiz will be based on new business venture, re nown businessmen, start ups, new business techniques and various topics related to corporates.  \u000d\u000a\u000d\u000aElimination Round:\u000d\u000aEach team would be asked a set of questions, on the basis of score only 6 teams will be selected. \u000d\u000aIn case of tie between 2 or more teams, further 5 questions would be asked for final selection.\u000d\u000a\u000d\u000aFirst Round:\u000d\u000aIt will be Identification Round (Logo, Personality, and Tagline). There will be minus marking system. Limited time will be given to each team for their response.\u000d\u000a \u000d\u000aSecond Round:\u000d\u000aIt will be MCQ round and there will be minus marking system. Buzzer round will also be held as a part of Round 2. Once attempted no other chance will be given.\u000d\u000a\u000d\u000aThird Round:\u000d\u000aIt is final round and there will be Rapid Fire questions. Team will be asked question and team which presses the buzzer first will be considered. Rapid questions will be asked and there will be negative marking system.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Ashwin Jain",
    "Host2": "Sahil Rathi",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• Only registered entries are eligible. \u000d\u000a• The decision of the quiz-master will be final and abiding. \u000d\u000a• The participants shall not be allowed to use mobile or other electronic instruments. In case if it is required, it is advisable to keep one android phone in each team.\u000d\u000a• The questions shall be in the form of multiple choice, true \/ false statement, and specific-answer question etc. \u000d\u000a•Teams selected for the final rounds will be allowed to give themselves an appropriate name related to the competition by which they may want to be known. ",
    "Team": "3",
    "Time": "",
    "Title": "Corpo Quiz",
    "Venue": ""
  },
  {
    "Category": "Management",
    "ContactNo1": "9924668111",
    "ContactNo2": "9898816567",
    "ContactNo3": "",
    "Description": "“VITAMIN-M” all about applying convincing power, time management & team management to prove yourself. (Ex: Roadies task of selling products \/ services)So set your goal SMART (Specific, Measurable, Achievable, Relevant, Time bound) and earn vitamin-M....\u000d\u000a\u000d\u000aRound 1:\u000d\u000a• 1st round will be “Elimination” & it will be based on the general knowledge about various corporate, products, brands and services. All the participants are supposed to report by 11:30 AM. \u000d\u000a• Any one student from the team will be allowed to participate in the Round 1. Participants will be given one page where they need to answer as per the instructions given by coordinator. Round 1 will be of only 1 minute. \u000d\u000a• Please note down that there is a (-1) negative marking for each wrong\/misspelled\/unreadable answer in your sheet. Also no re-writing is allowed in this sheet. \u000d\u000a• After completion of this round, coordinator will evaluate all team sheets, & the first 25 teams which are having highest marks, will be eligible to enter in 2nd round. \u000d\u000a\u000d\u000aRound 2:\u000d\u000a•Round 2 will start sharp at 01:00PM. Team is supposed to sell products\/services within the premises of institute in 1.25 hrs. \u000d\u000a• In 2nd Round, Students will be given kit of various pre-procured products. \u000d\u000a• They need to convince customers to purchase the product\/services with best possible profit.Teams must come back before 02:15PM, failing in which will lead to disqualification.\u000d\u000a• There will be a base price of a kit (actual cost) all teams must produce at least that much money out of selling activity. (For example if base price is 375. Team have to submit 30% of collection or base price whichever is higher to coordinators and remaining amount will be given back to the team at the end of the event. Please note If any team fails to produce base price than they need to submit balancing amount to the coordinator) \u000d\u000a• Teams will be given 1 volunteer who will carry money bag for them and all money collection will be done by volunteer only. Any member of the team must not touch money i.e. payment will be received by volunteer on behalf of the team. \u000d\u000a• Team which sells product before stipulated time will be give extra points (1minut = 20 points). For each rupee there will be single point. Top 10 teams will go to round 3.\u000d\u000a\u000d\u000aRound 3:\u000d\u000a• After successful completion of 2nd round, top 10 teams selected will move forward to 3nd round. Students will be given kit of various pre-procured products. \u000d\u000a• Round 3 will start sharp at 03:00PM. Team is supposed to sell products\/services within the premises of institute in 1.25 hrs. \u000d\u000a• They need to convince customers to purchase the product\/services with best possible profit. Teams must come back before 04:15PM, failing in which will lead to disqualification.\u000d\u000a• There will be a base price of a kit (actual cost) all teams must produce at least that much money out of selling activity. (For example if base price is 375. Team have to submit 30% of collection or base price whichever is higher to coordinators and remaining amount will be given back to the team at the end of the event. Please note If any team fails to produce base price than they need to submit balancing amount to the coordinator) \u000d\u000a• Teams will be given 1 volunteer who will carry money bag for them and all money collection will be done by volunteer only. Any member of the team must not touch money i.e. payment will be received by volunteer on behalf of the team. Team which sells product before stipulated time will be give extra points (1min = 20 points). For each rupee the will be single point. \u000d\u000a• Team having highest points will be announced as winner and there will be first runner-up team which is next in points.\u000d\u000a\u000d\u000aNote:\u000d\u000a• There is no cumulative calculation of round 2 and round 3. Winners will be declared on the   bases of points scored in round 3. \u000d\u000a• Remember that decisions made by Faculty Coordinator will be irrevocable & final.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Shah Harsh ",
    "Host2": "Manan Pandya",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "• There will be elimination round (If required). Where 1 or 2 members of team will be allowed to participate.\u000d\u000a• Teams must have minimum 2 or maximum 4 participants.\u000d\u000a• Participants have to sell products\/services within the institute premises only.\u000d\u000a• Raw materials will be provided to every team before 15 minutes for the first round.\u000d\u000a• After completion of round one each team have to report to venue for collecting the raw materials for second round if any team fails to reach at the given specific time then that team will be disqualified.\u000d\u000a• Every team will earn 20 points for each minute for early completion. That points will be added as a revenue (Where 1 rupee = 1 point).\u000d\u000a• Revenue earn by individual teams will be submitted to event manager at the end of each round.\u000d\u000a• Cell phones and wallets are strictly prohibited during the game.\u000d\u000a• In the event, judges’ decision will be final, irrevocable and binding to everyone.\u000d\u000a• All contestants need to carry their college identity card compulsorily.\u000d\u000a",
    "Team": "4",
    "Time": "",
    "Title": "Corpo Trade",
    "Venue": ""
  },
  {
    "Category": "Management",
    "ContactNo1": "787404546",
    "ContactNo2": "9638975277",
    "ContactNo3": "",
    "Description": "Do you call yourself a movie addict? But can you also analyze a movie keeping all its aspects in mind and shape a different outcome of your favorite movie? If you can, then this event is just made for you.\u000d\u000a“Find the ark of the movies that inspired millions.”\u000d\u000a \u000d\u000aROUND 1:\u000d\u000a• This will be a “Guess the song referred by a combination of emojis round.\u000d\u000a• Each team will be given a printed quiz consisting of some combination of emojis which they will have to solve and submit it as soon as they finish it.\u000d\u000a• 10 teams will be selected on the basis of their accuracy and who completed it first.\u000d\u000a\u000d\u000aROUND 2:\u000d\u000a• This will be a “Rapid fire” round.\u000d\u000a• Each time will be given a time limit of 1 minute in which questions will be shot as soon as they answer the previous one.\u000d\u000a• 5 teams will be selected on the basis of who gave maximum correct answers.\u000d\u000a• Rapid Fire will be based on General Knowledge about Bollywood.\u000d\u000a\u000d\u000aROUND 3:\u000d\u000a• Teams will be given a movie on the spot for which they will have to make a summary presentation and also have to come up with a novel ending.\u000d\u000a• Teams will have to present their ideas and each and every point very clearly. They will be asked questions on the basis of their PowerPoint Presentation by the judges and members of other teams.\u000d\u000a• Time allotted for preparing the PPT is 30 minutes.\u000d\u000a• For presenting the same, time given will be 5-7 minutes.\u000d\u000a• 10-15 slides presentation will be taken as an acceptance.\u000d\u000a• Introduction, Body and Conclusion must be there.\u000d\u000a• Participants can use Internet for collecting information about the same.\u000d\u000a• Decision of  the judges will be the final one.",
    "Fees": "₹ 50\/- per participant, ₹ 250\/- per team",
    "Host1": "Ashish",
    "Host2": "Gurpreet Gandhi",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "",
    "Team": "2",
    "Time": "",
    "Title": "Honchos Frame",
    "Venue": ""
  }
]