[
  {
    "Category": "Workshop",
    "ContactNo1": "",
    "ContactNo2": "",
    "ContactNo3": "",
    "Description": "This workshop will provide college\/school students a base to robotics. They will learn to control the robots and home appliances using Mobile Phones also Bluetooth technology. This workshop would be using DTMF and BLUETOOTH technology as a wireless medium from the user end to the microcontroller end for its different directional drive. The workshop focuses on application and use of technology rather than their internal working so that a person can grasp the concepts well.\u000d\u000a\u000d\u000aTake away kit of Mobile operated Home Automation (in the team of 3 students max).\u000d\u000a\u000d\u000aDuration: 2 Days",
    "Fees": "₹ 800\/- per participant with kit, ₹ 450\/- per participant without kit",
    "Host1": "",
    "Host2": "",
    "Host3": "",
    "ID": 0,
    "Image": "ms-appx:\/Assets\/TechFestLogo.png",
    "Rule": "",
    "Team": "3",
    "Time": "",
    "Title": "Learn Arduino With Home Automation",
    "Venue": ""
  },
  {
    "Category": "Workshop",
    "ContactNo1": "",
    "ContactNo2": "",
    "ContactNo3": "",
    "Description": "The workshop will cover basics of Virtual Reality Technology & How to make your own Google Cardboard. The participant will be provided the workshop kit which includes all the components and tools for making VR Headset.\u000d\u000a\u000d\u000aDIY Google Cardboard gives you an impressive way to showcase your business by providing high quality virtual tours. We provide an interactive imaginary where you can navigate a full 360-degree field-of-view. Have you ever imagined how simple and comfortable it could be if you can view through your surrounding space sitting 100 miles away? This workshop help you bridge the gap by providing realistic feel of your virtual world.\u000d\u000a\u000d\u000aDuration: 60 Mins.",
    "Fees": "₹ 400\/- participant with kit",
    "Host1": "",
    "Host2": "",
    "Host3": "",
    "ID": 0,
    "Image": "",
    "Rule": "",
    "Team": "1",
    "Time": "",
    "Title": "DIY Google Carboard",
    "Venue": ""
  },
  {
    "Category": "Workshop",
    "ContactNo1": "",
    "ContactNo2": "",
    "ContactNo3": "",
    "Description": "Welcome to the world of IT SECURITY! Imagine for a moment that you are a hacker; an ethical one. You are called upon by law enforcement based on your expertise to hack into a network of a business known to be launching crimes against humanity as its primary mission for operation and capital gain. Assume you are not to be concerned with any politics of the job and your actions are legal and ethically justified. This nefarious business takes its own security seriously and therefore has implemented several forms of network security such as firewalls, Web proxies for its Web gateways, and VPNs for remote users. Also imagine that the business’s entire network topology is located in that same location. You need to remain anonymous and operate within the reasonable parameters of the law.\u000d\u000a\u000d\u000aKit:\u000d\u000aComprehensive course material will be provided to participants. Ethical Hacking Toolkit (Containing Tools, Videos, EBooks, Presentations)\u000d\u000a\u000d\u000aDuration: 1 Day",
    "Fees": "₹ 600\/- per participant with kit",
    "Host1": "",
    "Host2": "",
    "Host3": "",
    "ID": 0,
    "Image": "",
    "Rule": "",
    "Team": "1",
    "Time": "",
    "Title": "Ethical Hacking",
    "Venue": ""
  },
  {
    "Category": "Workshop",
    "ContactNo1": "",
    "ContactNo2": "",
    "ContactNo3": "",
    "Description": "3D Printer is an emerging technology in the field of Aerospace, Dental, Casting Industry and many more. 3D Printing Workshop is divided into 2 sessions, where a 100% Practical Training is being offered to each and every participating student. The Students will be able to create their own 3D Model. Students from any background can attend this workshop. \u000d\u000a\u000d\u000aKit:\u000d\u000aCD with software, Keychain (Scanned Face of the Participant) and sample filaments\u000d\u000a\u000d\u000aDuration: 1 Day",
    "Fees": "₹ 400\/- per participant with kit",
    "Host1": "",
    "Host2": "",
    "Host3": "",
    "ID": 0,
    "Image": "",
    "Rule": "",
    "Team": "1",
    "Time": "",
    "Title": "3D Printer",
    "Venue": ""
  },
  {
    "Category": "Workshop",
    "ContactNo1": "",
    "ContactNo2": "",
    "ContactNo3": "",
    "Description": "\"Sky is the limit for only whose aren't afraid to fly\"\u000d\u000aThe workshop includes aero-modelling, aerodynamics and aircraft design. Demo building of the glider. Most amazing part, you will be given kits to make your own glider. Volunteers will help you make one.\u000d\u000a\u000d\u000aKit:\u000d\u000aThe kit includes Balsa wings and template for aero foil, Hard Balsa\/Ply fuselage, Balsa Vertical stabilizer, Full scale plan, Foiling\/Sand paper, Fevi-stick, Modelling –Clay.\u000d\u000a\u000d\u000aDuration: 4-5 hrs.",
    "Fees": "₹ 400\/- per participant with kit",
    "Host1": "",
    "Host2": "",
    "Host3": "",
    "ID": 0,
    "Image": "",
    "Rule": "",
    "Team": "1",
    "Time": "",
    "Title": "Glide-O-Mania",
    "Venue": ""
  },
  {
    "Category": "Workshop",
    "ContactNo1": "",
    "ContactNo2": "",
    "ContactNo3": "",
    "Description": "Ever been fascinated by Robots? Ever been blown away by smart AIs? Ever appreciated the Machines? Ever been blown away by the uber-cool technology of the Terminator, Minority Report or Mr Tony Stark? If these are a turn on-s for you, then the event \"SIXTHSENSE BOTZ “is definitely the right place for you.\u000d\u000a\u000d\u000aKit: \u000d\u000aSoftware tool kit CD (Study E-Book, Videos, Software’s and Codes etc.) & 1 Robotics Kit (Practice Purpose). \u000d\u000a\u000d\u000aDuration: 2 Days",
    "Fees": "₹ 600\/- per participant with kit",
    "Host1": "",
    "Host2": "",
    "Host3": "",
    "ID": 0,
    "Image": "",
    "Rule": "",
    "Team": "5",
    "Time": "",
    "Title": "Sixthsense Bot",
    "Venue": ""
  }
]